Repository: lazare1999/geocourier-web
Catalog: lib/l10n/app_*.arb
Languages: ru

source: language
ru: язык

# title
source: courier
ru: курьер

source: login
ru: авторизоваться

source: register
ru: регистр

source: get code
ru: получить код

source: phone
ru: телефон

source: code
ru: код

source: terms and conditions
ru: условия и положения

# terms_and_conditions_warning
source: by registering, you agree to our terms
ru: регистрируясь, вы соглашаетесь с нашими условиями

source: okay
ru: хорошо

source: save
ru: сохранить

source: same as the delivery address
ru: то же что и адрес доставки

# small_parcel
source: small package
ru: маленькая посылка

source: oversized cargo
ru: негабаритный груз

source: do not specify
ru: не указывать

source: indicate
ru: указывать

# parcel_type
source: package type
ru: тип посылки

source: you have chosen the exact time of delivery
ru: вы выбрали точное время доставки

source: from the specified time
ru: с указанного времени

source: before the specified time
ru: до указанного времени

source: an error occurred - incorrect time interval
ru: произошла ошибка - неверный временной интервал

source: the connection to the server was lost
ru: соединение с сервером было потеряно

source: my account
ru: мой счет

source: enter mobile number
ru: введите номер мобильного

source: message
ru: сообщение

source: please wait
ru: пожалуйста, подождите

source: enter data
ru: введите данные

source: enter the correct data
ru: введите правильные данные

source: you declined to share a location
ru: вы отказались сообщить местоположение

source: are you sure want to exit?
ru: вы действительно хотите выйти?

source: choose role
ru: выберите роль

# parcel_sender
source: package sender
ru: отправитель посылки

source: sender
ru: отправитель

source: courier
ru: курьер

source: contact
ru: контакт

# mail
source: e-mail
ru: электронная почта

source: address
ru: адрес

source: bank account
ru: счет в банке

source: balance
ru: баланс

source: history
ru: история

# title_word
source: title
ru: заголовок

source: my rating
ru: мой рейтинг

source: edit
ru: редактировать

source: name
ru: имя

source: last name
ru: фамилия

source: same data
ru: те же данные

source: are you sure want to edit?
ru: вы уверены что хотите редактировать?

source: yes
ru: да

# mail_incorrect
source: e-mail incorrect
ru: e-mail неверный

# could_not_edit
source: couldn't edit
ru: не удалось отредактировать

source: no
ru: нет

source: profile
ru: профиль

# full_name
source: first name/last name
ru: имя/фамилия

source: tel. number
ru: тел. число

source: exit
ru: выход

source: call to store
ru: звоните в магазин

source: call to costumer
ru: звонок заказчику

# parcel
source: package
ru: посылка

source: add order
ru: добавить заказ

source: express
ru: экспрес

source: deliver in exact time
ru: доставка в точное время

source: select date, by which you want to deliver
ru: выберите дату, к которой вы хотите доставить

source: resume
ru: продолжать

source: deliver from the specified time
ru: доставим после указанное время

source: deliver before the specified time
ru: доставим раньше указанного времени

source: takeaway address
ru: адрес на вынос

source: search
ru: поиск

source: an error occurred
ru: произошла ошибка

source: delivery address
ru: адресс доставки

source: same as the takeaway address
ru: то же, что и адрес на вынос

source: payment method
ru: способ оплаты

source: i will pay for courier services:
ru: я oплачу курьерские услуги:

source: by card
ru: по карте

source: the service fee will be deducted from bank card
ru: курьерский сбор будет списана с банковской карты

source: by delivery time
ru: к моменту доставки.

source: the client will pay full amount
ru: клиент оплачивает полную сумму

source: the client will pay only the courier fee
ru: клиент оплачивает только курьерский сбор.

# when_taking_the_parcel
source: when taking the package
ru: при получении посылки

source: the client will hand over the cost of the package to the courier and i will pay the courier fee
ru: клиент передает курьеру стоимость посылки, а я оплачиваю курьерскую сбор.

source: i will pay only the courier fee
ru: я заплачу только курьерский сбор

source: client name
ru: имя клиента

# parcel_identifier
source: package identifier
ru: идентификатор посылки

source: comment
ru: комментарий

source: client phone
ru: телефон клиента

# the_cost_of_the_parcel
source: the cost of the package
ru: стоимость посылки

# parcel_registration
source: package registration
ru: оформление посылки

source: enter takeaway address
ru: введите адрес на вынос

source: enter delivery address
ru: введите адрес доставки

source: tariff
ru: тариф

# do_you_really_want_to_register_a_parcel
source: do you really want to register a package?
ru: вы действительно хотите оформить посылку?

source: specify the payment method
ru: укажите способ оплаты

# indicate_the_value_of_the_parcel
source: indicate the value of the package
ru: укажите стоимость посылки

# enter_the_parcel_identifier
source: enter the package identifier
ru: введите идентификатор посылки

source: enter client name
ru: введите имя клиента

source: you do not have a filled date field
ru: у вас нет заполненного поля даты

source: enter the correct date / dates
ru: введите правильную дату / даты

# enter_the_client_phone_number
source: enter the client's phone number
ru: введите номер телефона клиента

# do_you_really_want_to_delete_the_parcel
source: do you really want to delete the package?
ru: вы действительно хотите удалить посылку?

source: today:
ru: сегоднияшный:

source: waiting for the courier:
ru: в ожидании курьера:

# parcels_that_have_not_been_placed_as_an_order
source: packages that have not been placed as an order:
ru: посылки, не оформленные заказом:

source: delivered:
ru: доставленный:

source: in time delivery:
ru: в срок доставки:

source: all:
ru: все:

source: active:
ru: активный:

source: order not yet placed:
ru: заказ еще не размещен:

source: completed:
ru: завершенный:

# parcels_orders
source: packages / orders
ru: посылки / заказы

# parcels
source: packages
ru: посылки

source: orders
ru: заказы

source: call
ru: вызов

source: website
ru: веб-сайт

# temporary_code_empty
source: temporary code is empty
ru: временный код пуст

# phone_number_empty
source: phone number is empty
ru: номер телефона пуст

# temporary_code_not_exists
source: temporary code doesn't exists
ru: временный код не существует

# user_already_defined
source: user is already defined
ru: пользователь уже определен

# temporary_code_incorrect
source: temporary code is incorrect
ru: временный код неверен

source: success
ru: успех

# registered_orders
source: created orders
ru: созданные заказы

# register_order
source: create order
ru: создать заказ

# want_place_order
source: want to place order?
ru: хотите сделать заказ?

source: notification
ru: уведомление

source: message us
ru: напишите нам

source: statistics
ru: статистика

# admin_area
source: region
ru: область

# order_count
source: package count
ru: количество посылок

source: not yet placed:
ru: еще не размещен:

# do_you_really_want_to_delete_job
source: do you really want to delete the order?
ru: вы действительно хотите удалить заказ?

# do_you_really_want_activate_job
source: do you really want to activate your order?
ru: вы действительно хотите активировать свой заказ?

# do_you_really_want_hold_job
source: do you really want to stop ordering?
ru: вы действительно хотите прекратить заказывать?

# create_active_job_or_hold
source: place an order? 'no' - go to standby mode
ru: разместить заказ? 'нет' - перейти в режим ожидания

# register_order_question
source: really want to create order?
ru: вы действительно хотите создать заказ?

# change_parcel_to_express
source: do you want to change package status into express?
ru: вы действительно хотите присвоить своей посылке статус «экспресс»?

# change_parcel_to_un_express
source: do you really want to delete the status 'express'?
ru: вы действительно хотите удалить статус «экспресс»?

# deliver_time_period
source: the package will be delivered at an interval of time
ru: посылка будет доставлена с интервалом во времени.

source: users
ru: пользователи

source: my favorites
ru: мои фавориты

# make_favorite_question
source: do you really want to add user in favorites?
ru: вы действительно хотите добавить пользователя в фавориты?

# unmake_favorite_question
source: do you really want to remove the user from the favorites?
ru: вы действительно хотите удалить пользователя из фавориты?

# handed_over_jobs
source: handed over orders:
ru: передал заказы:

# hand_over_job
source: hand over order
ru: передать заказ

source: others
ru: другие

source: rating
ru: рейтинг

source: give name
ru: дайте ему имя

# delivered_parcels
source: delivered packages
ru: доставленные посылки

# successfully_completed_jobs
source: successfully completed orders
ru: заказ выполнен успешно

# hand_over_job_question
source: do you really want to reschedule your order?
ru: вы действительно хотите перенести свой заказ?

source: company name
ru: название компании

# really_want_take_order
source: do you really want to take an order?
ru: вы действительно хотите принять заказ?

# really_want_not_take_order
source: do you really want to not take an order?
ru: вы действительно хотите не принимать заказ?

# really_want_remove_parcel_from_order
source: do you really want to remove the package from the order?
ru: вы действительно хотите убрать посылку из заказа?

# really_want_transfer_parcel_another_order
source: do you really want to transfer the package to another order?
ru: вы действительно хотите передать посылку другому заказу?

# activate_order
source: activate the order
ru: активируйте заказ

source: hand over to specific courier
ru: передать конкретному курьеру

source: order name
ru: название заказа

source: club courier
ru: клуб курьер

# really_want_go_to_work_mode
source: do you really want to go to work mode?
ru: вы действительно хотите перейти в рабочий режим?

# really_want_get_out_of_work_mode
source: do you really want to get out of work mode?
ru: вы действительно хотите выйти из рабочего режима?

# order_has_been_sent_from
source: an order has been sent to you
ru: вам был отправлен заказ

# courier_will_have_parcel_money
source: courier will have the money for the package
ru: курьер получит деньги за посылку

# other_parcels_in_same_order
source: other packages in the same order
ru: другие посылки в том же порядке

source: already taken
ru: уже занят

source: direction:
ru: направление:

source: courier fee:
ru: гонорар курьера:

source: food
ru: еда

source: jobs done
ru: сделана

# take_parcel
source: take package
ru: взять посылку

# draw_path
source: draw me a path
ru: нарисуй мне путь

# write_down_parcel
source: write down the package
ru: запишите посылку

# write_off_parcel_question
source: the package could not be delivered, you really want to write it off?
ru: посылку не удалось доставить, очень хочется списать?

# you_are_not_close_to_the_parcel
source: you are not close to the package
ru: вы не рядом с посылкой

source: meters
ru: метры

# near_parcels_info_text
source: Within a meter of , you may have packages to deliver, which you can finish automatically. Can I find them?
ru: მეტრის რადიუსში, შესაძლოა გქონდეთ ჩასაბარებელი ამანათები, რომელთა დასრულება ავტომატურად შეგიძლიათ. მოვძებნო?

# near_parcels_can_not_found
source: Nearby packages could not be found
ru: ახლომდებარე ამანათები ვერ მოიძებნა

source: Courier position
ru: კურიერის პოზიცია

source: distance
ru: მანძილი

# pick_up_parcel
source: package to pick up
ru: ასაღები ამანათი

# go_to_parcels_orders_section
source: packages/orders
ru: ამანათები/შეკვეთები

# add_new_parcel
source: add new package
ru: ახალი ამანათის დამატება

# call_courier
source: Contact the courier working on your order
ru: დაუკავშირდი კურიერს რომელიც მუშაობს თქვენს შეკვეთაზე

# order_contains_one_or_several_parcels
source: an order contains one or several packages
ru: შეკვეთა შედგება ერთი ან რამოდენიმე ამანათისგან

# handed_over_jobs2
source: recieved orders -
ru: გადმოცემული შეკვეთები -

# when_client_himself_wrote_us_order
source: orders received by other sender
ru: სხვა გამგზავნის მიერ გადმოცემული შეკვეთები

# feature_is_for_courier_companies
source: function is for delivery conpanies
ru: ფუნქცია განკუთვნილია საკურიერო კომპანიებისთვის

# active2
source: "active"
ru: "აქტიური"

# and_non_standard
source: -S and
ru: -სა და

source: Clicking on will take you to the appropriate section
ru: -ზე დაჭერით გადახვალთ შესაბამის განყოფილებაში

# delivery
source: To be delivered
ru: ჩასაბარებელი

# throw_to_perform_info
source: By clicking on the title you will be able to activate the order or copy to a specific courier
ru: სათაურზე დაჭერით შეძლებთ გააქტიუროთ შეკვეთა (ჩააგდოთ შესასრულებლად) ან გადააწეროთ კონკრეტულ კურიერს

# order_menu_info
source: By clicking, opens order menu, can find detailed information about packages
ru: დაჭერის შემთხვევაში გადახვალთ შეკვეთის მენიუში, სადაც ნახავთ ამანათების შესახებ დეტალურ ინფორმაციას

# reassign_function_info
source: Function is used, when we want to give an ordr to other sender example: if we cooperate to specific delivery company in case of receiving the orders, created by us, company would be able to distribute orders to the specific couriers,
ru: ფუნქცია გამოიყენება მაშინ, როდესაც გვსურს შეკვეთა გადავაბაროთ ამანათის სხვა გამგზავნს. მაგალითად, თუ ვთანამშრომლობთ საკურიერო კომპანიასთან ჩვენს მიერ შექმნილი შეკვეთის გადაბარების შემთხვევაში, კომპანიას საშუალება ექნება გაანაწილოს მიღებული შეკვეთები სასურველ კურიერებზე.

# remove_order_info
source: By clicking on it, you would be able to erase an order
ru: დაჭერით შეძლებთ შეკვეთის წაშლას

# rename_order_info
source: Rename/edit the name of an order
ru: შეკვეთის სახელის დამატება/შეცვლა

# order_serving_courier_info
source: An order, is being served by courier (By clicking on the courier icon, you will be able to view an information on it)
ru: შეკვეთა რომელსაც ემსახურება კურიერი (კურიერზე დაჭერით შეძლებთ ნახოთ ინფორმაცია მის შესახებ)

# order_menu_detailed_info
source: click takes you to the order menu, to view full information about packages
ru: დაჭერის შემთხვევაში გადახვალთ შეკვეთის მენიუში, სადაც ნახავთ ამანათების შესახებ დეტალურ ინფორმაციას

# stop_order_info
source: click stops an order, which will move to a page
ru: ღილაკზე დაჭერით შეძლებთ შეკვეთის შეჩერებას, რომელიც გადავა გვერდზე,

# order_not_yet_placed_info
source: "not yet placed"
ru: "ჯერ არ გაფორმებულა"

source: buyer
ru: მყიდველი

# instruction
source: Instructions, that helps to use the program, are located on the top right corner of the screen
ru: ინსტრუქციები, რომლებიც პროგრამის გამოყენებაში დაგეხმარებათ, ნახეთ მარჯვენა ზედა კუთხეში

# session_time_expired
source: session time has expired
ru: სესიის დრო ამოიწურა

source: re-login
ru: ხელახლა შესვლა

# instruction_pointer
source: Instructions, that helps to use the program, are located on the top right corner of the screen
ru: ინსტრუქციები, რომლებიც პროგრამის გამოყენებაში დაგეხმარებათ, ნახეთ მარჯვენა ზედა კუთხეში

# video_instruction
source: video instructions
ru: ვიდეოინსტრუქცია

# parcel_history
source: Package history – purchases, you have done earlyer
ru: ამანათების ისტორია - თქვენს მიერ წარსულში გაკეთებული შენაძენები

# buyer_info_1
source: your purchases – by clicking on an active package, you will be able to watch its move in real time
ru: ამ გვერდზე წარმოდგენილია თქვენი შენაძენები. აქტიურ ამანათზე დაჩერით, შეძლებთ თვალი ადევნოთ მის მოძრაობას რეალურ დროში

# past_orders
source: Amount of past purchases
ru: თქვვენს მიერ წარსულში გაკეთებული შენაძენების რაოდენობა

# hand_overed_parcel
source: package to be delivered
ru: ჩასაბარებელი ამანათი

# express_expired
source: Exceeding the limit during “express
ru: "ექსპრესის", დროის ლიმიტის გადაცდენა

# start_handing_over
source: start delievering
ru: დაიწყე ჩაბარება

# note_express_limit
source: Note, that the package is “express” and it has time limits
ru: გაითვალისწინეთ, რომ ამანათი არის "ექსპრესი" და აქვს დროის ლიმიტი

# must_deliver_exactly
source: has to be delivered exactly
ru: უნდა ჩაბარდეს ზუსტად

# must_deliver_from
source: has to be delivered exactly from:
ru: უნდა ჩაბარდეს დან:

# must_deliver_to
source: has to be deliverd exactly to:
ru: უნდა ჩაბარდეს მდე:

source: attention
ru: ყურადღება

source: working mode
ru: სამუშაო რეჟიმი

# courier_main_page_info_1
source: available package – click opens the list of existing packages in the order
ru: ხელმისაწვდომი ამანათი - მასზე დაჭერით ნახავთ შეკვეთაში არსებული ამანეთების სიას

# courier_main_page_info_2
source: the package that courier physically took
ru: ამანათი, რომელიც კურიერს ფიზიკურად აქვს აღებული

# courier_main_page_info_3
source: the package accepted by courier - not yet physically picked up
ru: ამანათი, რომელის აღებასაც კურიერი დაეთანხმა, მაგრამ ჯერ არ აუღია ფიზიკურად

# express_parcel
source: express package
ru: ექსპრეს ამანათი

# courier_main_page_1
source: list of packages, accepted by courier
ru: ამანათების სია რომლის ჩაბარებაზეც კურიერმა განაცხადა თანხმობა

# courier_main_page_2
source: packages that addresses are the same
ru: ამანათები რომელთა მისამართები ერთმანეთს ემთხვევა

# really_want_to_exit_question
source: really_want_to_exit?
ru: ნამდვილად გსურთ გამოსვლა?

# start_del_warning
source: by logging out, you will dismiss to share location and won’t be able to finish the package
ru: გამოსვლით თქვენ გააუქმებთ ლოკაციის გაზიარებას და ამანათის დასრულებას ვეღარ შეძლებთ

# parcels_window_page_info_1
source: note, that order can contain express package(s)
ru: გაითვალისწინეთ, რომ შეკვეთა შეიცავს ექსპრეს ამანათ(ებ)ს

# sender_main_page_toast
source: As usually, taking the order happens by 12 p.m. if you want your package to be delivered today, it would be better to use “express” service
ru: სტანდარტულად შეკვეთის მიღება ხდება დღის 12 საათამდე, თუ გსურთ ამანათი ჩაბარდეს დღესვე უმჯობესი ისარგებლოთ 'ექსპრეს' სერვისით

# add_order_page_info_1
source: If you don’t change pick up address manually, location will be saved automatically
ru: თუ ხელით არ შეცვლით ასაღებ მისამართს, ავტომატურად შეინახება თქვენი ლოკაცია

# add_order_page_info_2
source: If pick up address does not match your address and you are constantly using this location, with the hint, program will save your chosen location
ru: თუ ასაღები მისამართი არ ემთხვევა თქვენს ლოკაციას და ამ მისამართს იყენებთ პერმანენტულად, მონიშვნის შემთხვევაში პროგრამა დაიმახსოვრებს არჩეულ მისამართს

# delivery_address_google_map_info_1
source: click opens feature, that saves address
ru: დაჭერით ჩნდება მისამართის შენახვის ფუნქცია

source: enter address
ru: ჩაწერე მისამართი

# handed_over_jobs_page_info_1
source: the number and indentification of an order, click moves you to view detailed information of packages in the order
ru: N- შეკვეთის ნომერი და მაიდენტიფიცირებელი, დაჭერით გადახვალთ შეკვეთაში არსებულ ამანათებზე დეტალური ინფორმაციის სანახავად

# handed_over_jobs_page_info_2
source: Accept receiving an order
ru: თანხმობა შეკვეთის მიღებაზე

# handed_over_jobs_page_info_3
source: Deny receiving an order
ru: უარი შეკვეთის მიღებაზე

# parcels_list_by_job_page_info_1
source: package, that courier has taken phisically
ru: ამანათი, რომელიც კურიერს ფიზიკურად აქვს თან

# parcels_list_by_job_page_info_2
source: package, that has been accepted by courier, but is not taken yet
ru: ამანათი, რომელის ჩაბარებაზე კურიერმა განაცხადა თანხმობა, მაგრამ ჯერ არ აუღია

# choose_partner_courier_company
source: choose your partner delivery company
ru: პარტნიორი საკურიერო კომპანიის არჩევა

# fill_fields_register_page
source: fill the fields: Name, Full Name, Company name or all three fields
ru: შეავსეთ გრაფები: "სახელი/გვარი ან კომპანიის სახელი", ან სამივე გრაფა

# courier_company
source: delivery company
ru: საკურიერო კომპანია

# place_order
source: place an order
ru: შეკვეთის გაფორმება

# add_order_page_alert
source: no – the package will stay in the section “packages”
ru: არა - ამანათი დარჩება განყოფილებაში "ამანათები"

source: distributed
ru: განაწილებული

source: distributable
ru: გასანაწილებელი

# hand_over_to_courier_company
source: hand over to delivery company
ru: გადააწერე საკურიეროს

# choose_fav_courier_company
source: choose favourite delivery compaby
ru: აირჩიეთ ფავორიტი საკურიერო კომპანია

# check_jobs
source: check orders
ru: მონიშნეთ შეკვეთები

# vip_status_expired
source: vip status has expired
ru: vip სტატუსი ამოიწურა

# must_pay_debt
source: you have to pay debt
ru: უნდა გადაიხადოთ ვალი

# cost_of_parcels
source: package cost
ru: ამანათების ღირებულება

source: deposit
ru: დეპოზიტი

# courier_approved_job
source: courier accepted your order
ru: თქვენს შეკვეთას დაეთანხმა კურიერი

# parcel_unsuccessful
source: couldn’t deliver the package
ru: ამანათის ჩაბარება ვერ მოხერხდა

# courier_took_parcel
source: courier took your package and is on the way
ru: თქვენი ამანათი აიღო კურიერმა და მოაქვს

source: hand over to courier
ru: გადააწერე კურიერს

source: registration was successful
ru: რეგისტრაცია წარმატებით განხორციელდა
